import React from "react";
import "./ContainStyle.css";

function TextContain() {
  return (
    <div>
      <h2 className="text-contain">
        <p>Медита́ция (лат. meditatio — «размышление»). </p>
        <p>Практика медитации помогает абстрагироваться от суеты и развить
          способность концентрироваться на важном.</p>
        <p>
          Она дарит чистый ум и возможность иначе взглянуть на проблему. Мы
          попытаемся разобраться, чем полезна медитация, с чего начать ее
          практику и почему она популярна не только среди буддистов.
        </p>
      </h2>
    </div>
  );
}

export default TextContain;
