import React from "react";
import "./Style.css";

// import ThirdPic from "../Image/meditation.jpeg";

function About() {
  return (
    <>
      <div className="about-bc">
        <div className="about">
          <h1>КАК РАБОТАЕТ МЕДИТАЦИЯ</h1>
          <h3>
            Большинство из нас неоднократно слышали, как восхваляются
            достоинства медитации. Но что мы действительно знаем о том, как
            работает медитация? Что такое медитация? Для чего используется
            медитация? Понимание научных основ медитации может сделать ее более
            привлекательной для многих людей. Так что давайте погрузимся в эту
            тему: Как работает медитация?
          </h3>
          <h1>КАК МЕДИТАЦИЯ РАБОТАЕТ В МОЗГЕ</h1>
          <h3>
            Прежде чем углубиться в изучение влияния медитации на мозг,
            необходимо понять, как работает мозг на базовом уровне. Информация
            об окружающем мире собирается и интерпретируется с помощью нейронных
            цепей внутри мозга. По сути, это сети нейронов, которые
            взаимодействуют друг с другом посредством синаптических связей. Это
            очень важно, потому что со временем наименее используемые связи
            отсекаются, а наиболее используемые укрепляются. Когда вы
            медитируете, вы используете некоторые из самых полезных связей,
            которые дают сверхзаряженные результаты для вашего здоровья и
            благополучия. Повторное использование и укрепление этих связей может
            привести к следующим положительным изменениям:
          </h3>
          <h1>МЕНЬШЕ КОНЦЕНТРИРУЙТЕСЬ НА "Я"</h1>
          <h3>
            В мозгу каждого человека есть центр "Я". Его научное название -
            медиальная префронтальная кора. Эта часть мозга отвечает за
            интерпретацию вашего уникального взгляда на жизнь - вашего опыта и
            эмоций, с которыми вы связаны. Связи с центром "Я" становятся
            слабыми после постоянной медитации. Однако это хорошо, потому что
            позволяет вам меньше концентрироваться на дневных мечтах и
            размышлениях о том, что "я" сделал неправильно, как "я" облажался
            или как "я" потерпел неудачу.
          </h3>
          <h1>РЕГУЛИРУЕМЫЕ ЭМОЦИОНАЛЬНЫЕ РЕАКЦИИ</h1>
          <h3>
            Медитация замедляет все - ваше мышление, рассуждения и эмоции. Это
            помогает вам осознать закономерности, которые вы, возможно, не
            замечали раньше. Если, например, вы начинаете волноваться каждый
            раз, когда вспоминаете конкретный болезненный опыт, то после
            некоторого времени медитации вы сможете более четко зафиксировать
            эту тенденцию. В свою очередь, вы сможете лучше контролировать и
            регулировать эти эмоции, когда они возникнут в следующий раз. Более
            того, считается, что эти положительные эффекты управления стрессом
            сохраняются в течение долгого времени.
          </h3>
          <h1>Популяризация медитации на Западе </h1>
          <h3>
            <p>
              Интерес к восточным духовным практикам на Западе начал развиваться
              на рубеже XIX и XX веков.{" "}
            </p>{" "}
            Тогда вышли переводы священных текстов, появились кафедры по
            изучению восточных религий. В 1875 году в США возникло Теософское
            общество. Теософское общество ставило целью образование всемирного
            братства без различия рас, цвета кожи и вероисповедания, а также
            исследование скрытых сил человека. В это время все больше людей
            отправлялись в путешествия по Азии. В их числе был швейцарский
            психиатр, основоположник аналитической психологии Карл Юнг.
            <p>
              {" "}
              В середине 1960-х годов в США возникло движение хиппи,
              представители которого увлекались восточными религиями и культами,
              отстаивали принципы всеобщей свободы и ненасилия и практиковали
              медитацию.{" "}
            </p>{" "}
            Но настоящая популяризация медитации на Западе началась в 1970-е
            годы. В это время медитация стала закреплять свой светский статус и
            восприниматься людьми как техника для ментального благополучия.
            Теперь медитацией занимались не только хиппи. Практикой
            заинтересовались знаменитости, а вслед за ними — и обычные люди.
            Пытаясь справиться с грузом обрушившейся популярности, участники
            группы The Beatles отправились в Индию учиться трансцендентальной
            медитации. К ним присоединилась актриса Миа Фэрроу,
            убегая от внимания таблоидов после развода с Фрэнком Синатрой. В
            1975 году журнал TIME назвал трансцендентальную медитацию «кайфом
            без наркотиков».
          </h3>
        </div>
      </div>
    </>
  );
}

export default About;
